module.exports = {
name: "القائمة",

execute: async (sock, msg) => {

const jid = msg.key.remoteJid

const menu = `
━━━━━━━━━━━━━━━ ✦
   ⚡  𝙈𝙊𝙉 𝘽𝙊𝙏 𝙑𝙄𝙋  ⚡
━━━━━━━━━━━━━━━

👑 𝘾𝙊𝙉𝙏𝙍𝙊𝙇 𝙋𝘼𝙉𝙀𝙇
──────────────────
• .القائمة   ⟵ عرض الأوامر
• .حالة      ⟵ فحص البوت
• .وقت       ⟵ الوقت الحالي
• .فحص       ⟵ اختبار النظام

🎮 𝙀𝙉𝙏𝙀𝙍𝙏𝘼𝙄𝙉𝙈𝙀𝙉𝙏
──────────────────
• .نكتة      ⟵ نكت عشوائية
• .حقيقة     ⟵ معلومات
• .مين       ⟵ لعبة

🛠️ 𝘼𝘿𝙈𝙄𝙉 𝙏𝙊𝙊𝙇𝙎
──────────────────
• .ترقية     ⟵ رفع عضو
• .طرد       ⟵ حذف عضو
• .قفل       ⟵ قفل الجروب
• .فتح       ⟵ فتح الجروب
• .منشن      ⟵ منشن للجميع

🔎 𝙎𝙀𝘼𝙍𝘾𝙃
──────────────────
• .بحث       ⟵ ويكيبيديا عربي
• .صور       ⟵ صور حقيقية
• .يوتيوب    ⟵ بحث فيديو

━━━━━━━━━━━━━━━
━━━━━━━━━━━━━━━
`

await sock.sendMessage(jid, {
text: menu
})

}
}
